{
    "messages": {
      "hello": "Hello, {name}!",
      "welcome": "Frontend developer and more...",
      "description":"Hi!! 👋, I work as frontend developer, but I like to design interfaces and more... ",
      "tituloA": "Introduce me...",
      "perfil": "Hello!, my name is Dayana Betancur, a technician and technologist in computer systems, with experience in web development projects and applications made with angular, react native, .net and sql, I have also worked on my own projects using vue.js, javascript, typescript, bootstrap, sass, among others. Programming is the professional field in which I am most involved, however I have knowledge in artistic areas such as music, drawing and sports that allow me to have a balance and creative capacity in the development of programming projects. I am passionate about creating, developing, sharing, listening, to in the not too distant future benefit other people in the workplace through technology, and improve the quality of life.",
      "tituloB": "My projects...",
      "descripcionLink": "Here you can see some of the projects I've done, or if you want to see more projects click ",
      "linkProyectos": "here",
      "tituloC": "FRONTEND",
      "descripcionInter":"For web development, I not only focus on code, I also have knowledge in interface design, ux and ui, which allow me to understand the user accurately, using the right tools for the connection and transmission of messages. Among some other digital tools for wireframes creation I have experience in:",
      "descripcionH": "In my personal projects I have used some programming languages, some of the projects are built with:",
      "descripcionH1": "And I have used design:",
      "descripcionH2": "Although the frontend is usable, visually attractive, adaptive or responsive, it is not complete without the backend and the database, therefore to connect them, it is important to have basic knowledge that allow me to understand and contribute in the following languages:",
      "tituloD": "Studies",
      "descripcionS": "The studies that I have carried out have been a great support in my academic formation, but they have also been formed in my personal formation, although every day my self taught formation is the one that reinforces my knowledge. I have studies carried out in:",
      "certificado1": "Technique in Systems (SENA)",
      "certificado2": "Technologist in systems (Universidad de Caldas)",
      "certificado3": "It programs I develop front-end (Prospercity)",
      "certificado4": "Courses of languages and frameworks (PLATZI)",
      "footer1": "Made in Colombia with ",
      "footer2": "By: Dayana Betancur",
      "anio": "2023",
      "tituloForm": "Welcome!",
      "subtituloForm": "I am very happy that you want comunicate with me",
      "boton": "Send",
      "name": "Name: ",
      "email": "Email:",
      "message": "Message:"
    }
}