{
  "messages": {
    "hello": "Hola tu, {name}!",
    "welcome": "Hola! 游녦 Bienvenido a mi portafolio",
    "tituloA": "Acerca de mi...",
    "perfil": "Hola!, mi nombre es Dayana Betancur, t칠cnica y tecn칩loga en sistemas inform치ticos, con experiencia en proyectos de desarrollo web y aplicativos elaborados con angular, react native, .net y sql, adem치s he trabajado en proyectos propios utilizando vue.js, javascript, typescript, bootstrap, sass, entre otros. La programaci칩n es el 치mbito profesional en el que m치s me involucro, sin embargo tengo conocimientos en 치reas artisticas como la m칰sica, dibujo y deporte que me permiten tener un equilibrio y capacidad creativa en el desarrollo de proyectos de programaci칩n. Me apasiona crear, desarrollar, compartir, escuchar, para en un futuro no muy lejano beneficiar a trav칠s de la tecn칩logia otras personas en el 치mbito laboral, y  mejorar la calidad de vida.",
    "tituloB": "Mis proyectos...",
    "descripcionLink": "Aqui puedes observar algunos de los proyectos que estoy tengo en constante actualizaci칩n, trabajo en javascript, typescript y dise침o responsive, mi repositorio completo aqui",
    "linkProyectos": "aqui",
    "tituloC": "Habilidades",
    "descripcionH": "En mis proyectos personales he utilizado algunos lenguajes de programaci칩n, tanto en front-end como en backend, sin embargo, mi fuerte y mis habilidades m치s desarrolladas est치n en la parte frontal, algunos de los proyectos est치n construidos en front-end:",
    "descripcionH1": "Y he utilizado en el dise침o:",
    "descripcionH2": "En algunos de mis proyectos en la parte backend: ",
    "descripcionH3": "Sin embargo, estoy dispuesta a aprender otros lenguajes, framworks y herramientas de desarrollo para ir form치ndome poco a poco en full stack.",
    "tituloD": "Estudios",
    "descripcionS": "Los estudios que he realizado han sido un gran apoyo en mi formaci칩n acad칠mica, pero tambi칠n se han formado en mi formaci칩n personal, aunque cada d칤a mi formaci칩n autodidacta es la que refuerza mis conocimientos. He realizado estudios en:",
    "certificado1": "Tecnico en sistemas (SENA)",
    "certificado2": "Tecn칩loga en sistemas (Universidad de Caldas)",
    "certificado3": "Programa desarrollo front-end (Prospercity)",
    "certificado4": "Cursos de framwors y otros (PLATZI)",
    "footer1": "Hecho en Colombia con mucho ",
    "footer2": "Autor: Dayana Betancur",
    "anio": "2023",
    "tituloForm": "Bienvenid@!",
    "subtituloForm": "Estoy muy feliz que quieras comunicarte con migo",
    "boton": "Enviar",
    "name": "Nombre: ",
    "email": "Correo:",
    "message": "Mensaje:"
  }
}