{
  "messages": {
    "hello": "Hola tu, {name}!",
    "welcome": "Desarrolladora frontend",
    "description":"Hola! 游녦, me desempe침o como desarrolladora frontend, me gusta dise침ar interfaces y algo m치s...",
    "tituloA": "Acerca de mi...",
    "perfil": "Hola!, mi nombre es Dayana Betancur, t칠cnica y tecn칩loga en sistemas inform치ticos, con experiencia en proyectos de desarrollo web y aplicativos elaborados con angular, react native, .net y sql, adem치s he trabajado en proyectos propios utilizando vue.js, javascript, typescript, bootstrap, sass, entre otros. La programaci칩n es el 치mbito profesional en el que m치s me involucro, sin embargo tengo conocimientos en 치reas artisticas como la m칰sica, dibujo y deporte que me permiten tener un equilibrio y capacidad creativa en el desarrollo de proyectos de programaci칩n. Me apasiona crear, desarrollar, compartir, escuchar, para en un futuro no muy lejano beneficiar a trav칠s de la tecn칩logia otras personas en el 치mbito laboral, y  mejorar la calidad de vida.",
    "tituloB": "Mis proyectos...",
    "descripcionLink": "Aqui puedes observar algunos de los proyectos que tengo en constante actualizaci칩n y mejoramiento, trabajo en javascript, typescript y dise침o responsive, relacionando el front-back-bd mi repositorio completo 游녤",
    "linkProyectos": "aqui",
    "tituloC": "FRONTEND",
    "descripcionInter":"Para el desarrollo web, no solo me enfoco en el c칩digo, tambi칠n tengo conocimientos en el dise침o de interfaces, ux y ui, que me permiten entender acertivamente al usuario, utilizando las herramientas correctas para la conexi칩n y transmisi칩n de mensajes. Entre algunas otras herramientas digitales para la creaci칩n de wireframes tengo experiencia en:",
    "descripcionH": "En mis proyectos personales he utilizado algunos lenguajes de programaci칩n, algunos de los proyectos los contrui con:",
    "descripcionH1": "Y he utilizado en el dise침o:",
    "descripcionH2": "Aunque el frontend sea usable, atractivo visualmente, adaptativo o responsive, no esta completo sin el backend y la base de datos, por lo tanto para conectarlos, es importante tener conocimientos b치sicos que me permiten entender y aportar en los siguientes lenguajes: ",
    "cardText1":"Manejo codigo php, javascript y base de datos sql.",
    "cardText2":"Utilizo framework angular, Sass y base de datos no relacional firebase, adem치s de utilizar figma para el maquetado correspondiente. ",
    "cardText3":"Utilizo lenguaje de estructura HTML y bootstrap como complemento de un buen dise침o, adem치s de su facilidad de uso, agregando el uso de dise침o responsive.",
    "link":"Ver c칩digo",
    "experience":"Experiencia",
    "tituloD": "Estudios",
    "descripcionS": "Los estudios que he realizado han sido un gran apoyo en mi formaci칩n acad칠mica que actualizo de manera constante, pero tambi칠n se han formado en mi formaci칩n personal, aunque cada d칤a mi formaci칩n autodidacta es la que refuerza mis conocimientos. Tengo certificaciones en:",
    "certificado1": "Tecnico en sistemas (SENA)",
    "certificado2": "Tecn칩loga en sistemas (Universidad de Caldas)",
    "certificado3": "Programa desarrollo front-end (Prospercity)",
    "certificado4": "Cursos de framwors y otros (PLATZI)",
    "platzi1":"Dise침o de interfaces UI y UX (PLATZI)",
    "platzi2":"Dise침o de interfaces (PLATZI)",
    "platzi3":"Javascript profesional (PLATZI)",
    "platzi4":"B치sicos de algoritmo y pensamiento l칩gico (PLATZI)",
    "platzi5":"Pruebas de software (PLATZI)",
    "platzi6":"Vue avanzado (PLATZI)",
    "platzi7":"Api rest (PLATZI)",
    "platzi8":"Git y github (PLATZI)",
    "platzi9":"Ingles para desarrolladores (PLATZI)",
    "platzi10":"Productividad y organizaci칩n (PLATZI)",
    "footerTitle":"Contactos",
    "footer":"Sientete libre de comunicarte para proyectos, actualmente en busca de oportunidades.",
    "footer1": "Hecho en Colombia con mucho ",
    "footer2": "Autor: Dayana Betancur",
    "anio": "2024... En proceso actualizaci칩n 2025 ",
    "tituloForm": "Bienvenid@!",
    "subtituloForm": "Estoy muy feliz que quieras comunicarte con migo",
    "boton": "Enviar",
    "name": "Nombre: ",
    "email": "Correo:",
    "message": "Mensaje:"
  }
}