{
  "messages": {
    "hello": "Hola tu, {name}!",
    "welcome": "Desarrolladora frontend",
    "description":"Hola! 👋, me desempeño como desarrolladora frontend, me gusta diseñar interfaces y algo más...",
    "tituloA": "Acerca de mi...",
    "perfil": "Hola!, mi nombre es Dayana Betancur, técnica y tecnóloga en sistemas informáticos, con experiencia en proyectos de desarrollo web y aplicativos elaborados con angular, react native, .net y sql, además he trabajado en proyectos propios utilizando vue.js, javascript, typescript, bootstrap, sass, entre otros. La programación es el ámbito profesional en el que más me involucro, sin embargo tengo conocimientos en áreas artisticas como la música, dibujo y deporte que me permiten tener un equilibrio y capacidad creativa en el desarrollo de proyectos de programación. Me apasiona crear, desarrollar, compartir, escuchar, para en un futuro no muy lejano beneficiar a través de la tecnólogia otras personas en el ámbito laboral, y  mejorar la calidad de vida.",
    "tituloB": "Mis proyectos...",
    "descripcionLink": "Aqui puedes observar algunos de los proyectos que tengo en constante actualización y mejoramiento, trabajo en javascript y diseño responsive, y para que sean funcionales conecto el frontend -backend -bd, mi repositorio completo 👉",
    "linkProyectos": "aqui",
    "tituloC": "FRONTEND",
    "descripcionInter":"Para el desarrollo web, no solo me enfoco en el código, también tengo conocimientos en el diseño de interfaces, ux y ui, que me permiten entender acertivamente al usuario, utilizando las herramientas correctas para la conexión y transmisión de mensajes. Entre algunas otras herramientas digitales para la creación de wireframes tengo experiencia en:",
    "descripcionH": "En mis proyectos personales he utilizado algunos lenguajes de programación, algunos de los proyectos los contrui con:",
    "descripcionH1": "Y he utilizado en el diseño:",
    "descripcionH2": "Aunque el frontend sea usable, atractivo visualmente, adaptativo o responsive, no esta completo sin el backend y la base de datos, por lo tanto para conectarlos, es importante tener conocimientos básicos que me permiten entender y aportar en los siguientes lenguajes: ",
    "cardText1":"Manejo codigo php, javascript y base de datos sql.",
    "cardText2":"Para la creación de este proyecto, primero realice un diseño en figma, que puedes ver aqui → ",
    "cardText21":"En la construcción del proyecto, utilice como framework angular, puedes ver el código aqui→ ",
    "cardText22":"Para hacer funcional el proyecto, conecte el proyecto front con la base de datos online gratuita → firebase",
    "cardText3":"Utilizo lenguaje de estructura HTML y bootstrap como herramienta complementaria, agregando el uso de diseño responsive. Ver código ->",
    "link":"Ver código",
    "experience":"Experiencia",
    "tituloD": "Estudios",
    "descripcionS": "Los estudios que he realizado han sido un gran apoyo en mi formación académica que actualizo de manera constante, pero también se han formado en mi formación personal, aunque cada día mi formación autodidacta es la que refuerza mis conocimientos. Tengo certificaciones en:",
    "certificado1": "Tecnico en sistemas (SENA)",
    "certificado2": "Tecnóloga en sistemas (Universidad de Caldas)",
    "certificado3": "Programa desarrollo front-end (Prospercity)",
    "certificado4": "Cursos de framwors y otros (PLATZI)",
    "platzi1":"Diseño de interfaces UI y UX (PLATZI)",
    "platzi2":"Diseño de interfaces (PLATZI)",
    "platzi3":"Javascript profesional (PLATZI)",
    "platzi4":"Básicos de algoritmo y pensamiento lógico (PLATZI)",
    "platzi5":"Pruebas de software (PLATZI)",
    "platzi6":"Vue avanzado (PLATZI)",
    "platzi7":"Api rest (PLATZI)",
    "platzi8":"Git y github (PLATZI)",
    "platzi9":"Ingles para desarrolladores (PLATZI)",
    "platzi10":"Productividad y organización (PLATZI)",
    "footerTitle":"Contactos",
    "footer":"Sientete libre de comunicarte para proyectos, actualmente en busca de oportunidades.",
    "footer1": "Hecho en Colombia con mucho ",
    "footer2": "Autor: Dayana Betancur",
    "anio": "2024... En proceso actualización 2025 ",
    "tituloForm": "Bienvenid@!",
    "subtituloForm": "Estoy muy feliz que quieras comunicarte con migo",
    "boton": "Enviar",
    "name": "Nombre: ",
    "email": "Correo:",
    "message": "Mensaje:"
  }
}